Repository: ismail0352/pythonCI
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Login
de: Anmelden

source: Please Provide Credentials!
de: Bitte geben Sie Anmeldeinformationen!

source: User {0} has no privileges.
de: GUser {0} has no privileges.

source: Please provide correct login credentials.
de: GPlease provide correct login credentials.

source: Dashboard
de: Armaturenbrett

source: Welcome
de: Willkommen

source: Workload
de: Pensum

source: Sign Out
de: austragen

source: Home
de: Zuhause

source: Policies
de: Richtlinien

source: Reporting
de: Berichterstattung

source: Search
de: Suche

source: Job ID
de: GJob-ID

source: Export to
de: exportieren nach

source: Priority
de: GPriority

source: Job Status
de: Auftragsstatus

source: Rank
de: GRang

source: Wall Clock
de: Wanduhr

source: Utilization
de: Nutzung

source: System Utilization
de: Systemnutzungs

source: Resource Summary
de: Ressourcenzusammenfassung

source: Job Summary
de: Job체bersicht

source: No Records Found
de: Kein Eintrag vorhanden

source: RESOURCE UTILIZATION
de: Ressourcennutzung

source: View
de: anzeigen

source: Per Page
de: pro Seite

source: Page
de: Seite

source: Understanding Rank
de: verstehen Rang

source: Scheduling with control over a priority-weighting hierarchy where each priority and customer credentials are calculated
de: Planen mit Kontrolle 체ber eine Priorit채tengewichtung Hierarchie, wo jeder Kunde Priorit채t und Anmeldeinformationen werden berechnet

source: Further scheduling management with reservations, Fairshare, backfill, job access, resource access, and customer access
de: GFurther scheduling management with reservations, Fairshare, backfill, job access, resource access, and customer access

source: Admin Workload Page
de: GAdmin Workload Page

source: Create Reservation
de: GCreate Reservation

source: Current Search
de: GCurrent Search

source: Jobs
de: GJobs

source: Filters
de: GFilters

source: Select
de: GSelect

source: Narrow Search
de: GNarrow Search

source: Filter
de: GFilter

source: User Name
de: GUser_Name

source: Select Job State
de: GSelect Job State

source: Start Date
de: GStart Date

source: To
de: GTo

source: Procs
de: GProcs

source: From
de: GFrom

source: Node List
de: GNode List

source: Nodes
de: GNodes

source: Node
de: GNode

source: Node ID
de: GNode ID

source: Features
de: GFeatures

source: Feature
de: GFeature

source: Select Status
de: GSelect Status

source: Processors
de: GProcessors

source: Memory Utilization
de: GMemory Utilization

source: of
de: Gof

source: Job Detail Page
de: GJob Detail Page

source: Time Frame
de: GTime Frame

source: Start Time
de: GStart Time

source: Duration
de: GDuration

source: Completion Time
de: GCompletion Time

source: Actual
de: GActual

source: and
de: Gand

source: Quality of Service
de: GQuality of Service

source: Class
de: GClass

source: Account
de: GAccount

source: Group
de: GGroup

source: User
de: GUser

source: Credentials
de: GCredentials

source: Processors per Task
de: GProcessors per Task

source: Operating System
de: GOperating System

source: Allocated Partition
de: GAllocated Partition

source: Processor Statistics
de: GProcessor Statistics

source: Required Features
de: GRequired Features

source: System Priority
de: GSystem Priority

source: User Job Prioriy
de: GUser Job Prioriy

source: Start Priority
de: GStart Priority

source: Start Count
de: GStart Count

source: Job Priority
de: GJob Priority

source: Cancel
de: GCancel

source: Done
de: GDone

source: DONE
de: GDONE

source: Apply
de: GApply

source: APPLY
de: GAPPLY

source: Required Minimum Tasks
de: GRequired Minimum Tasks

source: Job Details
de: GJob Details

source: Status
de: GStatus

source: ERROR : The Job Status is Complete but the resource is not idle
de: GERROR : The Job Status is Complete but the resource is not idle

source: ERROR
de: GERROR

source: Add
de: GAdd

source: Select Nodes
de: GSelect Nodes

source: Description
de: GDescription

source: Available
de: GAvailable

source: Select Resources
de: GSelect Resources

source: Add Generic Resource
de: GAdd Generic Resource

source: Node Details Page
de: GNode Details Page

source: Node '{0}' does not exist
de: GNode '{0}' does not exist

source: Job '{0}' does not exist
de: GJob '{0}' does not exist

source: Job id must be specified to view details
de: GJob ID must be specified to view details

source: Reservations
de: GReservations

source: Virtual Machines
de: GVirtual Machines

source: Resource Managers
de: GResource Managers

source: Hypervisor type
de: GHypervisor type

source: Type
de: GType

source: Image
de: GImage

source: IP Address
de: GIP Address

source: Tenant
de: GTenant

source: Power
de: GPower

source: Node Details
de: GNode Details

source: Generic Resources
de: GGeneric Resources

source: Available memory
de: GAvailable memory

source: Memory (MB) overcommit limit
de: GMemory (MB) overcommit limit

source: Real memory
de: GReal memory

source: Available processors
de: GAvailable processors

source: Processor overcommit limit
de: GProcessor overcommit limit

source: Real processors
de: GReal processors

source: Configurable features
de: GConfigurable features

source: Reported features
de: GReported features

source: Modify
de: GModify

source: State
de: GState

source: Datacenter
de: GDatacenter

source: Test
de: GTest

source: Save
de: GSave

source: Use Google Analytics to help improve this product
de: GUse Google Analytics to help improve this product

source: Client Secret
de: GClient Secret

source: Client Id
de: GClient Id

source: Path
de: GPath

source: Password
de: GPassword

source: Username
de: GUsername

source: Server
de: GServer

source: Error
de: GError

source: Saved Successfully
de: GSaved Successfully

source: Principals
de: GPrincipals

source: Roles
de: GRoles

source: Configuration
de: GConfiguration

source: Roles management
de: GRoles management

source: Role Management
de: GRole Management

source: Create
de: GCreate

source: Principal Name
de: GPrincipal Name

source: Principal Management
de: GPrincipal Management

source: Role Name
de: GRole Name

source: Principal Entity
de: GPrincipal Entity

source: Permissions
de: GPermissions

source: Please Enter Principal Name
de: GPlease Enter Principal Name

source: A principal's resources and access is based on the role(s) they are granted. Each role has a list of permissions that can be configured in the Roles tab
de: GA principal's resources and access is based on the role(s) they are granted. Each role has a list of permissions that can be configured in the Roles tab

source: Bad Request
de: GBad Request

source: Unauthorized Request
de: GUnauthorized Request

source: Forbidden
de: GForbidden

source: Page Not Found
de: GPage Not Found

source: 500......Internal Server error
de: G500......Internal Server error

source: 403......Forbidden
de: G403......Forbidden

source: CSRF verification failed: {0}
de: GCSRF verification failed: {0}

source: Are you sure you want to delete
de: GAre you sure you want to delete

source: principal ?
de: Gprincipal ?

source: Deleted Successfully
de: GDeleted Successfully

source: No Data Found
de: GNo Data Found

source: No Features added
de: GNo Features added

source: Please enter principal name
de: GPlease enter principal name

source: Create Role
de: GCreate Role

source: Enter Role Name
de: GEnter Role Name

source: Role
de: Grole

source: was created Successfully
de: Gwas created Successfully

source: was updated Successfully
de: Gwas updated Successfully

source: Principal
de: Gprincipal

source: Submitter ID
de: GSubmitter ID

source: Successfully Modified. Please Login Again.
de: GSuccessfully Modified. Please Login Again.

source: Please check inputs..
de: GPlease check inputs..

source: Exception while processing..
de: GException while processing..

source: Reset Permissions
de: GReset Permissions

source: Warning : All permissions will be reset to default !
de: GWarning : All permissions will be reset to default !

source: Job_Name
de: GJob_Name

source: Job_ID
de: GJob_Name

source: Submitter Id
de: GSubmitter_Id

source: Job_Custom_Name
de: GJob_Custom_Name

source: Resource_States
de: GResource_States

source: Utilized_Processor_Seconds
de: GUtilized_Processor_Seconds

source: Utilized_Memory_Seconds
de: GUtilized_Memory_Seconds

source: Wallclock_Seconds
de: GWallclock_Seconds

source: Job_Sort
de: GJob_Sort

source: Job_Start_Datetime
de: GJob_Start_Datetime

source: Job_State
de: GJob_State

source: Job
de: GJob

source: Submitter_ID
de: GSubmitter_ID

source: root
de: Groot

source: Start Datetime
de: GStart Datetime

source: Moab Web Services is not responding. Please contact your administrator
de: GMoab Web Services is not responding. Please contact your administrator

source: Only administrators may view node and job features.
de: GOnly administrators may view node and job features.

source: Dedicated System Resources
de: GDedicated System Resources

source: Available/Configured
de: GAvailable/Configured

source: Are you sure you want to delete principal '{0}'?
de: GAre you sure you want to delete principal '{0}'?

source: Principal {0} was updated Successfully
de: GPrincipal {0} was updated Successfully

source: Are you sure you want to delete role '{0}'?
de: GAre you sure you want to delete role '{0}'?

source: Principal {0} was created Successfully
de: GPrincipal {0} was created Successfully

source: Principal Identify by '{0}' deleted successfully
de: GPrincipal Identify by '{0}' deleted successfully

source: Role Identify by '{0}' deleted Successfully
de: GRole Identify by '{0}' deleted Successfully

source: Role {0} was updated Successfully
de: GRole {0} was updated Successfully

source: Role {0} was created Successfully
de: GRole {0} was created Successfully

source: MWS Configuration
de: GMWS Configuration

source: Viewpoint Login
de: GViewpoint Login

source: Viewpoint Configuration
de: GViewpoint Configuration

source: Viewpoint Dashboard
de: GViewpoint Dashboard

source: Viewpoint Workload
de: GViewpoint Workload

source: Viewpoint Resources
de: GViewpoint Resources

source: Viewpoint Job Details
de: GViewpoint Job Details

source: Viewpoint Node Details
de: GViewpoint Node Details

source: Viewpoint Principals
de: GViewpoint Principals

source: Viewpoint Principal management
de: GViewpoint Principal management

source: Viewpoint Role management
de: GViewpoint Role management

source: Viewpoint Roles
de: GViewpoint Roles

source: CPU Utilization
de: GCPU Utilization

source: Viewpoint Permissions
de: GViewpoint Permissions

source: Domain Permissions
de: GDomain Permissions

source: No Domain permissions found!!
de: GNo Domain permissions found!!

source: No view point permissions found!!
de: GNo view point permissions found!!

source: Select All
de: GSelect All

source: Welcome, {0}
de: GWelcome, {0}

source: Actual Duration
de: GActual Duration

source: Cores
de: GCores

source: Node Summary
de: GNode Summary

source: Workload Summary
de: GWorkload Summary

source: View All Nodes
de: GView All Nodes

source: View All Workload
de: GView All Workload

source: Viewpoint Build Information
de: GViewpoint Build Information

source: Version
de: GVersion

source: Revision
de: GRevision

source: Build Date
de: GBuild Date

source: Error trying to retrieve build information. Please contact your administrator
de: GError trying to retrieve build information. Please contact your administrator

source: Exception During data proccessing..
de: GException During data proccessing..

source: Provided information is invalid
de: GProvided information is invalid

source: Server URL is syntactically invalid
de: GServer URL is syntactically invalid

source: Path Not Found
de: GPath Not Found

source: Provided information is valid
de: GProvided information is valid

source: Invalid URL: No such host
de: GInvalid URL: No such host

source: Invalid URL: Unknown protocol (schema)
de: GInvalid URL: Unknown protocol (schema)

source: Invalid URL: Syntax error
de: GInvalid URL: Syntax error

source: Invalid URL: No protocol (schema) supplied. Try http or https
de: GInvalid URL: No protocol (schema) supplied. Try http or https

source: Either MWS is not running or the Path is wrong
de: GEither MWS is not running or the Path is wrong

source: Error authenticating with OAuth: {0}
de: GError authenticating with OAuth: {0}

source: No response content: {0}
de: GNo response content: {0}

source: Connection error: {0}
de: GConnection error: {0}

source: Exception of type {0}: {1}
de: GException of type {0}: {1}

source: Response contains invalid JSON. Server is probably not an MWS server.
de: GResponse contains invalid JSON. Server is probably not an MWS server.

source: Read timed out. MWS Server is probably not responding.
de: GRead timed out. MWS Server is probably not responding.

source: Unsupported MWS version
de: GUnsupported MWS version
